{
  "_class_name": "SD3Transformer2DModel",
  "_diffusers_version": "0.31.0.dev0",
  "attention_head_dim": 64,
  "caption_projection_dim": 2432,
  "in_channels": 16,
  "joint_attention_dim": 4096,
  "num_attention_heads": 38,
  "num_layers": 38,
  "out_channels": 16,
  "patch_size": 2,
  "pooled_projection_dim": 2048,
  "pos_embed_max_size": 192,
  "qk_norm": "rms_norm",
  "sample_size": 128
}
