{
  "metadata": {
    "total_size": 16292561536
  },
  "weight_map": {
    "context_embedder.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "context_embedder.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "norm_out.linear.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "norm_out.linear.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "pos_embed.pos_embed": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "pos_embed.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "pos_embed.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "time_text_embed.text_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.text_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.text_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.text_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "time_text_embed.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.0.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.1.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.10.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.11.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.12.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.13.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.14.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.15.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.16.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.17.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.18.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.19.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.2.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff_context.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff_context.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff_context.net.2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.ff_context.net.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.norm1.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.norm1.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.norm1_context.linear.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.20.norm1_context.linear.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_k_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_k_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_q_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_q_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_v_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.add_v_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.norm_added_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.norm_added_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_add_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_add_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "transformer_blocks.21.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
