{
  "_class_name": "StableDiffusionXLPipeline",
  "_diffusers_version": "0.18.0.dev0",
  "force_zeros_for_empty_prompt": true,
  "scheduler": [
    "diffusers",
    "EulerDiscreteScheduler"
  ],
  "text_encoder": [
    "kolors",
    "ChatGLMModel"
  ],
  "tokenizer": [
    "kolors",
    "ChatGLMTokenizer"
  ],
  "unet": [
    "diffusers",
    "UNet2DConditionModel"
  ],
  "vae": [
    "diffusers",
    "AutoencoderKL"
  ]
}
